Repository: baglayan/acouplet
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: tr

source: The fit could not be measured. Try again in a quiet place and remain still.
tr: Uyum ölçülemedi. Sessiz bir yerde hareketsiz durarak yeniden deneyin.

source: The fit test became unavailable before it could start.
tr: Uyum testi başlamadan önce kullanılamaz hâle geldi.

source: The fit test could not start.
tr: Uyum testi başlatılamadı.

source: The fit test did not report a result.
tr: Uyum testi sonuç bildirmedi.

source: The fit test ended without a result.
tr: Uyum testi sonuç alınmadan sona erdi.

source: The fit test has ended.
tr: Uyum testi sona erdi.

source: The fit test is unavailable.
tr: Uyum testi kullanılamıyor.

source: The fit-test command could not be confirmed. Its outcome is unknown.
tr: Uyum testi komutu doğrulanamadı. Sonucu bilinmiyor.

source: The fit-test state changed before the command could be sent.
tr: Komut gönderilmeden önce uyum testi durumu değişti.

source: The headphone connection changed before the action was confirmed.
tr: İşlem doğrulanmadan önce kulaklık bağlantısı değişti.

source: The headphone connection changed before the power-off command could be sent.
tr: Kapatma komutu gönderilmeden önce kulaklık bağlantısı değişti.

source: The headphone protocol changed during the connection change.
tr: Bağlantı değişikliği sırasında kulaklık protokolü değişti.

source: The headphones are busy. Try changing the device connection again later.
tr: Kulaklıklar meşgul. Aygıt bağlantısını değiştirmeyi daha sonra yeniden deneyin.

source: The headphones are still connecting. Try again in a moment.
tr: Kulaklıklar hâlâ bağlanıyor. Biraz sonra yeniden deneyin.

source: The headphones could not change the audio source.
tr: Kulaklıklar ses kaynağını değiştiremedi.

source: The headphones could not connect to the device.
tr: Kulaklıklar aygıta bağlanamadı.

source: The headphones could not disconnect the device.
tr: Kulaklıklar aygıtın bağlantısını kesemedi.

source: The headphones did not acknowledge the command. They may already be off.
tr: Kulaklıklar komutu onaylamadı. Zaten kapalı olabilirler.

source: The headphones did not confirm that optimization stopped. Check Sound Connect before reconnecting controls.
tr: Kulaklıklar optimizasyonun durduğunu doğrulamadı. Denetimleri yeniden bağlamadan önce Sound Connect’ten denetleyin.

source: The headphones did not confirm that practice ended. Use Sound Connect to end it before reconnecting controls.
tr: Kulaklıklar alıştırmanın bittiğini doğrulamadı. Denetimleri yeniden bağlamadan önce Sound Connect’ten bitirin.

source: The headphones did not confirm that the fit test ended. Use Sound Connect to end it before reconnecting controls.
tr: Kulaklıklar uyum testinin bittiğini doğrulamadı. Denetimleri yeniden bağlamadan önce Sound Connect’ten bitirin.

source: The headphones did not confirm the audio source change in time.
tr: Kulaklıklar ses kaynağı değişikliğini zamanında doğrulamadı.

source: The headphones did not confirm the device connection change in time.
tr: Kulaklıklar aygıt bağlantısı değişikliğini zamanında doğrulamadı.

source: The headphones did not confirm the multipoint change in time.
tr: Kulaklıklar çoklu bağlantı değişikliğini zamanında doğrulamadı.

source: The headphones did not confirm the requested device connection. Refresh the device list before trying again.
tr: Kulaklıklar istenen aygıt bağlantısını doğrulamadı. Yeniden denemeden önce aygıt listesini yenileyin.

source: The headphones did not confirm the requested multipoint change.
tr: Kulaklıklar istenen çoklu bağlantı değişikliğini doğrulamadı.

source: The headphones did not confirm the requested source keeping setting.
tr: Kulaklıklar, istenen ses kaynağını koruma ayarını doğrulamadı.

source: The headphones did not confirm the selected audio source. Refresh the device list before trying again.
tr: Kulaklıklar seçili ses kaynağını doğrulamadı. Yeniden denemeden önce aygıt listesini yenileyin.

source: The headphones did not report a valid multipoint setting.
tr: Kulaklıklar geçerli bir çoklu bağlantı ayarı bildirmedi.

source: The headphones did not report an equalizer curve.
tr: Kulaklıklar ekolayzır eğrisi bildirmedi.

source: The headphones did not respond.
tr: Kulaklıklar yanıt vermedi.

source: The headphones need your confirmation.
tr: Kulaklıklar onayınızı bekliyor.

source: The headphones no longer identify the requested multipoint setting.
tr: Kulaklıklar istenen çoklu bağlantı ayarını artık tanımlamıyor.

source: The headphones received the command. Their power state cannot be checked.
tr: Kulaklıklar komutu aldı. Güç durumları denetlenemiyor.

source: The headphones reported an unknown audio source result.
tr: Kulaklıklar bilinmeyen bir ses kaynağı sonucu bildirdi.

source: The headphones reported an unknown device connection result.
tr: Kulaklıklar bilinmeyen bir aygıt bağlantısı sonucu bildirdi.

source: The headphones require Stable Connection to change these settings. The audio connection will reconnect and music will stop.
tr: Bu ayarları değiştirmek için Kararlı Bağlantı gerekiyor. Ses bağlantısı yeniden kurulacak ve müzik duracak.

source: The headphones stopped the fit test.
tr: Kulaklıklar uyum testini durdurdu.

source: The left earbud disconnected.
tr: Sol kulaklığın bağlantısı kesildi.

source: The listening level was not received. Reconnect the headphones to try again.
tr: Dinleme düzeyi alınmadı. Yeniden denemek için kulaklıkları yeniden bağlayın.

source: The noise-control command could not be sent.
tr: Gürültü denetimi komutu gönderilemedi.

source: These headphones need a Bluetooth Classic connection for their controls.
tr: Bu kulaklığın denetimleri için Bluetooth Classic bağlantısı gerekiyor.

source: The optimizer command could not be confirmed. Its outcome is unknown.
tr: Optimizasyon komutu doğrulanamadı. Sonucu bilinmiyor.

source: The optimizer is no longer running.
tr: Optimizasyon artık çalışmıyor.

source: The optimizer stopped, but a status read is still unanswered. Reconnect the headphones before starting another optimization.
tr: Optimizasyon durdu ancak bir durum okuma isteği hâlâ yanıtsız. Başka bir optimizasyon başlatmadan önce kulaklıkları yeniden bağlayın.

source: The original Bluetooth connection is unavailable.
tr: İlk Bluetooth bağlantısı kullanılamıyor.

source: The power-off command could not be sent. Its outcome is unknown.
tr: Kapatma komutu gönderilemedi. Sonucu bilinmiyor.

source: The power-off command was not acknowledged. Its outcome is unknown.
tr: Kapatma komutu onaylanmadı. Sonucu bilinmiyor.

source: The practice command could not be confirmed. Its outcome is unknown.
tr: Alıştırma komutu doğrulanamadı. Sonucu bilinmiyor.

source: The requested control connection does not match the pending multipoint change.
tr: İstenen denetim bağlantısı bekleyen çoklu bağlantı değişikliğiyle eşleşmiyor.

source: The requested control device could not be verified.
tr: İstenen denetim aygıtı doğrulanamadı.

source: The right earbud disconnected.
tr: Sağ kulaklığın bağlantısı kesildi.

source: The saved preset “%@” will be deleted from this Mac. This cannot be undone.
tr: Kayıtlı “%@” önayarı bu Mac’ten silinecek. Bu işlem geri alınamaz.

source: The saved settings for “%@” will be replaced. This cannot be undone.
tr: “%@” için kayıtlı ayarlar değiştirilecek. Bu işlem geri alınamaz.

source: The selected device is no longer connected or its audio controls are unavailable.
tr: Seçili aygıt artık bağlı değil veya ses denetimleri kullanılamıyor.

source: The selected headphone connection is unavailable.
tr: Seçili kulaklık bağlantısı kullanılamıyor.

source: The setting is no longer available.
tr: Ayar artık kullanılamıyor.

source: The shortcut could not be registered. Turn it off and on to try again.
tr: Kestirme kaydedilemedi. Yeniden denemek için kapatıp açın.

source: The shortcut could not start. Turn it off and on to try again.
tr: Kestirme başlatılamadı. Yeniden denemek için kapatıp açın.

source: The system audio access check could not stop cleanly.
tr: Sistem sesi izni denetimi tamamlanamadı.

source: These earbuds do not report fit-test support.
tr: Bu kulaklıklar uyum testi desteği bildirmiyor.

source: These headphones are no longer available for Speak-to-Chat.
tr: Bu kulaklıklarda Speak-to-Chat artık kullanılamıyor.

source: These headphones are no longer available for noise control.
tr: Bu kulaklıklarda gürültü denetimi artık kullanılamıyor.

source: These headphones do not report NC Optimizer support.
tr: Bu kulaklıklar NC Optimizer desteği bildirmiyor.

source: These headphones do not report head-gesture practice support.
tr: Bu kulaklıklar baş hareketi alıştırması desteği bildirmiyor.

source: These headphones do not report power-off support.
tr: Bu kulaklıklar kapatma desteği bildirmiyor.

source: Acouplet does not support this device’s control protocol.
tr: Acouplet bu aygıtın denetim protokolünü desteklemiyor.

source: These headphones reported an older noise-control type that is not supported yet.
tr: Bu kulaklıklar henüz desteklenmeyen eski bir gürültü denetimi türü bildirdi.

source: This connection could not verify the selected headphones.
tr: Bu bağlantı üzerinden seçilen kulaklık doğrulanamadı.

source: This Mac
tr: Bu Mac

source: This Speak-to-Chat action is no longer available for the selected headphones.
tr: Bu Speak-to-Chat işlemi seçili kulaklıklarda artık kullanılamıyor.

source: This change requires LE Audio pairing. Pair the headphones with this Mac before using LE Audio.
tr: Bu değişiklik LE Audio eşlemesi gerektiriyor. LE Audio kullanmadan önce kulaklıkları bu Mac ile eşleyin.

source: The headphone controls are unavailable through this connection.
tr: Kulaklık denetimleri bu bağlantı üzerinden kullanılamıyor.

source: This connection uses Classic Bluetooth. Reconnect the headphones to this Mac to resume audio.
tr: Bu bağlantı Classic Bluetooth kullanıyor. Sesi sürdürmek için kulaklıkları bu Mac’e yeniden bağlayın.

source: This connection uses LE Audio. This Mac also needs an LE Audio connection for playback.
tr: Bu bağlantı LE Audio kullanıyor. Çalma için bu Mac’in de LE Audio bağlantısına ihtiyacı var.

source: This draft uses a different equalizer layout. Sync to use this device’s settings.
tr: Bu taslak farklı bir ekolayzır düzeni kullanıyor. Bu aygıtın ayarlarını kullanmak için eşzamanlayın.

source: This equalizer layout is not available on the headphones.
tr: Bu ekolayzır düzeni kulaklıklarda kullanılamıyor.

source: This headphone action is no longer valid.
tr: Bu kulaklık işlemi artık geçerli değil.

source: This mode is unavailable.
tr: Bu mod kullanılamıyor.

source: This noise-control action is no longer available for the selected headphones.
tr: Bu gürültü denetimi işlemi seçili kulaklıklarda artık kullanılamıyor.

source: This setting is currently unavailable.
tr: Bu ayar şu anda kullanılamıyor.

source: To turn them on again, put both earbuds in the case, then take them out.
tr: Tekrar açmak için iki kulaklığı da kutuya koyup çıkarın.

source: Touch Controls
tr: Dokunma Denetimleri

source: Touch controls changed before the command could be sent.
tr: Komut gönderilmeden önce dokunma denetimleri değişti.

source: Track Control
tr: Parça Denetimi

source: Transport
tr: Bağlantı türü

source: Treble Boost
tr: Tiz Artırma

source: Triple press
tr: Üç kez bas

source: Triple tap
tr: Üç kez dokun

source: Turn Off
tr: Kapat

source: Turn Off %@?
tr: %@ kapatılsın mı?

source: Turn Off Headphones…
tr: Kulaklıkları Kapat…

source: Turn Off Power Saving for Now
tr: Güç Tasarrufunu Şimdilik Kapat

source: Turn Off Speak-to-Chat
tr: Speak-to-Chat’i Kapat

source: Turn On Speak-to-Chat
tr: Speak-to-Chat’i Aç

source: Turn off the headphones on all connected devices
tr: Kulaklıkları tüm bağlı aygıtlarda kapat

source: Turn on noise cancellation.
tr: Gürültü engellemeyi aç.

source: Turn the headphones on with their power button before reconnecting.
tr: Yeniden bağlanmadan önce kulaklıkları güç düğmesiyle açın.

source: Unavailable
tr: Kullanılamıyor

source: Unknown
tr: Bilinmiyor

source: Unknown (0x%02X)
tr: Bilinmiyor (0x%02X)

source: Unknown Band
tr: Bilinmeyen Bant

source: Unknown feature
tr: Bilinmeyen özellik

source: Unknown function
tr: Bilinmeyen işlev

source: Unknown gesture
tr: Bilinmeyen hareket

source: Unsupported assignment
tr: Desteklenmeyen atama

source: Update in Sony | Sound Connect.
tr: Sony | Sound Connect’te güncelleyin.

source: Updates
tr: Güncellemeler

source: Updating %@
tr: %@ güncelleniyor

source: Updating Battery Care
tr: Pil Koruma güncelleniyor

source: Updating Speak-to-Chat
tr: Speak-to-Chat güncelleniyor

source: Updating automatic power off
tr: Otomatik kapanma güncelleniyor

source: Updating guidance volume
tr: Yönlendirme ses düzeyi güncelleniyor

source: Updating noise control
tr: Gürültü denetimi güncelleniyor

source: Updating own voice during calls
tr: Aramada kendi sesini duyma ayarı güncelleniyor

source: Updating power saving
tr: Güç tasarrufu güncelleniyor

source: Updating touch controls…
tr: Dokunma denetimleri güncelleniyor…

source: Updating voice assistant
tr: Sesli asistan güncelleniyor

source: Updating voice guidance
tr: Sesli yönlendirme güncelleniyor

source: Use %@ for Audio
tr: Ses için %@ Kullan

source: Use %@?
tr: %@ kullanılsın mı?

source: Use Manual
tr: Elle’yi Kullan

source: Use Stable Connection?
tr: Kararlı Bağlantı kullanılsın mı?

source: Use one device at a time?
tr: Aynı anda tek aygıt kullanılsın mı?

source: User 1
tr: Kullanıcı 1

source: User 2
tr: Kullanıcı 2

source: User 3
tr: Kullanıcı 3

source: User 4
tr: Kullanıcı 4

source: User 5
tr: Kullanıcı 5

source: Version %@
tr: Sürüm %@

source: Very high
tr: Çok yüksek

source: Very low
tr: Çok düşük

source: View
tr: Görünüm

source: Violet
tr: Mor

source: Virtual
tr: Sanal

source: Vocal
tr: Vokal

source: Voice Assistant
tr: Sesli Asistan

source: Voice activation
tr: Sesle etkinleştirme

source: Voice assistant
tr: Sesli asistan

source: Voice assistant selection is unavailable with LE Audio.
tr: LE Audio kullanılırken sesli asistan seçilemez.

source: Voice assistant settings changed before the change could be sent.
tr: Değişiklik gönderilmeden önce sesli asistan ayarları değişti.

source: Voice assistant wake word
tr: Sesli asistan uyandırma sözcüğü

source: Voice control
tr: Sesle denetim

source: Voice detection sensitivity
tr: Ses algılama duyarlılığı

source: Voice guidance
tr: Sesli yönlendirme

source: The voice guidance settings changed before the change was confirmed.
tr: Değişiklik doğrulanmadan önce sesli yönlendirme ayarları değişti.

source: Voice guidance settings changed before the change could be sent.
tr: Değişiklik gönderilmeden önce sesli yönlendirme ayarları değişti.

source: Volume Control
tr: Ses Düzeyi Denetimi

source: Volume down
tr: Ses düzeyini azalt

source: Volume up
tr: Ses düzeyini artır

source: Wait for the current headphone change to finish.
tr: Mevcut kulaklık değişikliğinin bitmesini bekleyin.

source: Wait for the current headphone command to finish.
tr: Mevcut kulaklık komutunun bitmesini bekleyin.

source: Wait for the playback change to finish.
tr: Çalma değişikliğinin bitmesini bekleyin.

source: Waiting for Bluetooth permission…
tr: Bluetooth izni bekleniyor…

source: Waiting for a gesture…
tr: Hareket bekleniyor…

source: Waiting for headphones…
tr: Kulaklıklar bekleniyor…

source: Waiting for the earbuds to finish.
tr: Kulaklıkların bitirmesi bekleniyor.

source: Waiting for the headphone setting. Reconnect the headphones if it does not arrive.
tr: Kulaklık ayarı bekleniyor. Gelmezse kulaklıkları yeniden bağlayın.

source: Waiting for the headphones to acknowledge the command…
tr: Kulaklıkların komutu onaylaması bekleniyor…

source: Waiting to send…
tr: Gönderim bekleniyor…

source: Wear both earbuds and face forward.
tr: İki kulaklığı da takın ve ileriye bakın.

source: Wear both earbuds in a quiet place. The test plays a short sound.
tr: Sessiz bir yerde iki kulaklığı da takın. Test kısa bir ses çalar.

source: Wear the headphones as you normally do. This test plays sounds. Avoid touching the headphones until it finishes.
tr: Kulaklıkları normal kullanımınızdaki gibi takın. Bu test ses çalar. Bitene kadar kulaklıklara dokunmayın.

source: When removed
tr: Çıkarıldığında

source: White
tr: Beyaz

source: Wind
tr: Rüzgâr

source: Yellow
tr: Sarı

source: channel
tr: kanal

source: channels
tr: kanal

source: macOS could not read the available LDAC sample rates.
tr: macOS kullanılabilir LDAC örnekleme hızlarını okuyamadı.

source: macOS did not confirm the selected LDAC sample rate. Update Acouplet LDAC Output, then retry.
tr: macOS seçilen LDAC örnekleme hızını doğrulamadı. Acouplet LDAC Output bileşenini güncelleyip yeniden deneyin.

source: off
tr: kapalı

source: on
tr: açık

source: this connection
tr: bu bağlantı

source: License
tr: Lisans

source: Third-Party Notices
tr: Üçüncü Taraf Bildirimleri

source: Document Could Not Be Opened
tr: Belge Açılamadı

source: Update Available…
tr: Güncelleme Mevcut…

source: Copyright © 2026 Meriç Bağlayan
tr: Telif hakkı © 2026 Meriç Bağlayan

source: LDAC needs an audio driver. Install it, then restart your Mac.
tr: LDAC için bir ses sürücüsü gerekir. Sürücüyü yükleyin, ardından Mac’inizi yeniden başlatın.

source: An LDAC audio driver update is required. Install it, then restart your Mac.
tr: LDAC ses sürücüsünün güncellenmesi gerekiyor. Güncellemeyi yükleyin, ardından Mac’inizi yeniden başlatın.

source: Install Audio Driver…
tr: Ses Sürücüsünü Yükle…

source: Update Audio Driver…
tr: Ses Sürücüsünü Güncelle…

source: The LDAC audio driver is installed. Restart your Mac to activate it.
tr: LDAC ses sürücüsü yüklendi. Etkinleştirmek için Mac’inizi yeniden başlatın.

source: The app’s LDAC driver is incomplete. Reinstall the app.
tr: Uygulamanın LDAC sürücüsü eksik. Uygulamayı yeniden yükleyin.

source: The LDAC installer is missing or has been changed. Reinstall the app.
tr: LDAC yükleyicisi eksik veya değiştirilmiş. Uygulamayı yeniden yükleyin.

source: The app’s identity could not be verified. Reinstall the app.
tr: Uygulamanın kimliği doğrulanamadı. Uygulamayı yeniden yükleyin.

source: The LDAC driver’s identity could not be verified. Reinstall the app.
tr: LDAC sürücüsünün kimliği doğrulanamadı. Uygulamayı yeniden yükleyin.

source: The LDAC driver’s version could not be verified. Reinstall the app.
tr: LDAC sürücüsünün sürümü doğrulanamadı. Uygulamayı yeniden yükleyin.

source: The app’s signing identity could not be verified. Reinstall the app.
tr: Uygulamanın imzalama kimliği doğrulanamadı. Uygulamayı yeniden yükleyin.

source: The LDAC installation’s signature could not be verified. Reinstall the app.
tr: LDAC bileşenlerinin imzası doğrulanamadı. Uygulamayı yeniden yükleyin.

source: Install the LDAC driver from the app, then restart your Mac.
tr: LDAC sürücüsünü uygulamadan yükleyin, ardından Mac’inizi yeniden başlatın.

source: Connect the headphone controls in Acouplet before starting LDAC.
tr: LDAC’i başlatmadan önce Acouplet’te kulaklık denetimlerine bağlanın.

source: This model does not support the LDAC codec.
tr: Bu model LDAC kodeğini desteklemiyor.

source: This app does not yet support LDAC with this device's volume controls.
tr: Bu uygulama, bu aygıtın ses düzeyi denetimleriyle LDAC’i henüz desteklemiyor.

source: Find Earbuds…
tr: Kulaklıkları Bul…

source: Find Earbuds
tr: Kulaklıkları Bul

source: Earbuds
tr: Kulak İçi Kulaklıklar

source: Play Sound
tr: Ses Çal

source: Stop Sound
tr: Sesi Durdur

source: Play sound in the left earbud?
tr: Sol kulaklıkta ses çalınsın mı?

source: Play sound in the right earbud?
tr: Sağ kulaklıkta ses çalınsın mı?

source: Play sound in the left earbud
tr: Sol kulaklıkta ses çal

source: Play sound in the right earbud
tr: Sağ kulaklıkta ses çal

source: Take both earbuds out of your ears before continuing. The sound may become loud.
tr: Devam etmeden önce iki kulaklığı da kulağınızdan çıkarın. Ses yüksek olabilir.

source: Checking whether the earbuds are being worn…
tr: Kulaklıkların takılı olup olmadığı kontrol ediliyor…

source: Starting sound…
tr: Ses başlatılıyor…

source: Playing a sound in the left earbud.
tr: Sol kulaklıkta ses çalınıyor.

source: Playing a sound in the right earbud.
tr: Sağ kulaklıkta ses çalınıyor.

source: Stopping sound…
tr: Ses durduruluyor…

source: Sound stopped.
tr: Ses durduruldu.

source: Couldn’t start the locating sound.
tr: Bulma sesi başlatılamadı.

source: Connect your paired earbuds before finding them.
tr: Kulaklıklarınızı bulmadan önce eşlenmiş kulaklıklarınıza bağlanın.

source: Connecting to the earbuds to play a locating sound timed out. Try again.
tr: Bulma sesi çalmak için kulaklıklara bağlanma işlemi zaman aşımına uğradı. Tekrar deneyin.

source: The earbuds disconnected.
tr: Kulaklıkların bağlantısı kesildi.

source: Playing a locating sound is not available for these earbuds.
tr: Bu kulaklıklarda bulma sesi çalınamıyor.

source: Could not check whether these earbuds can play a locating sound. Try again.
tr: Bu kulaklıkların bulma sesi çalıp çalamadığı kontrol edilemedi. Tekrar deneyin.

source: Could not connect to the earbuds to play a locating sound. Try again.
tr: Bulma sesi çalmak için kulaklıklara bağlanılamadı. Tekrar deneyin.

source: Could not send the locating-sound request. Try again.
tr: Bulma sesi isteği gönderilemedi. Tekrar deneyin.

source: The connection for playing a locating sound was lost. Try again.
tr: Bulma sesi çalma bağlantısı kesildi. Tekrar deneyin.

source: Connect your earbuds to find them nearby.
tr: Yakındaki kulaklıklarınızı bulmak için kulaklıklarınıza bağlanın.

source: Playing a locating sound isn’t available for these earbuds yet.
tr: Bu kulaklıklarda bulma sesi çalmak henüz desteklenmiyor.

source: Finish the current headphone action first.
tr: Önce mevcut kulaklık işlemini tamamlayın.

source: The earbuds haven’t confirmed that the sound stopped. Keep them out of your ears.
tr: Kulaklıklar sesin durduğunu doğrulamadı. Kulaklıkları kulağınıza takmayın.

source: Could not confirm the earbud finding status.
tr: Kulaklık bulma durumu doğrulanamadı.

source: Stop the locating sound before starting LDAC.
tr: LDAC’ı başlatmadan önce bulma sesini durdurun.

source: The sound gets louder and stops after 30 seconds.
tr: Ses giderek yükselir ve 30 saniye sonra durur.

source: The sound is loud. Keep the earbuds away from your ears and anyone else’s while it plays.
tr: Ses seviyesi yüksek olacak. Çalarken kulaklıkları kendi kulaklarınızdan ve başkalarının kulaklarından uzak tutun.

source: Left earbud detected in ear
tr: Sol kulaklık kulağa takılı olarak algılandı

source: Right earbud detected in ear
tr: Sağ kulaklık kulağa takılı olarak algılandı

source: Play Anyway
tr: Yine de Çal

source: A covered sensor can give a false reading. Make sure this earbud is out of everyone’s ears before playing the loud sound.
tr: Sensörün üzeri kapalıysa yanlış algılama olabilir. Yüksek sesi çalmadan önce bu kulaklığın kimsenin kulağında olmadığından emin olun.

source: If you’re wearing this earbud, take it out NOW!
tr: Bu kulaklık kulağınızdaysa DERHAL çıkarın!

source: Sound may still be playing
tr: Ses hâlâ çalıyor olabilir

source: Are you ABSOLUTELY CERTAIN BEYOND ANY DOUBT that nobody is wearing the earbud right now? This action will be logged as authorized by %@.
tr: Şu anda bu kulaklığın kimsenin kulağında olmadığından EN UFAK BİR ŞÜPHEYE YER BIRAKMAYACAK KADAR EMİN MİSİNİZ? Bu işlem, %@ tarafından yetkilendirilmiş olarak kaydedilecek.

source: Couldn’t authorize playback. No sound was started.
tr: Ses çalma izni alınamadı. Ses başlatılmadı.

source: Authorization expired. Start again.
tr: Yetkilendirmenin süresi doldu. Yeniden başlayın.

source: Authorizing…
tr: Yetkilendiriliyor…

source: Waiting for confirmation…
tr: Onay bekleniyor…
